Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/asylum_seekers_and_refugees/refugee_status_and_leave_to_remain/family_reunification_for_refugees_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Family reunification for people granted refugee status or subsidiary protection
fr: Regroupement familial dans le cas de réfugiés

source: • Family members • How to apply
fr: • Comment faire une demande

source: A person who has international protection (refugee status or subsidiary protection) in Ireland can apply to the Minister for Justice and Equality for permission to have a member of their family enter and live in the State
fr: Dans le cadre de l'Article 18 de la Loi de 1996 sur les Réfugiés, les personne avec le statut de refugié ont le droit de demander au Ministre de la Justice que la permission d'entrer et de séjourner dans ce pays soit accordée à un membre de leur famille ou leur partenaire civile

source: Since 31 December 2016, the International Protection Act 2015 sets out their right to apply for family reunification
fr: La demande de regroupement familial est transmise au Commissariat responsable des demandes des réfugiés et le Haut Commissariat des Nations Unies pour les Réfugiés (HCR) en est avisé

source: Under sections 56 and 57 of the Act, you may apply to the Minister if you have a current declaration as a convention refugee or a programme refugee or if you have a current subsidiary protection declaration
fr: Le rapport établira le degré de parenté entre le réfugié concerné et la personne qui fait l'objet de la demande et décrira la situation personnelle de ladite personne

source: People with permission to remain do not have a right to family reunification
fr: Si le Ministre de la Justice est satisfait, après avoir examiné le rapport du Commissariat chargé des demandes des réfugiés, de ce que la personne faisant l'objet de la demande est bien un membre de la famille ou partenaire civile du réfugié, le Ministre lui accordera par écrit la permission d'entrer et de résider dans ce pays

source: However, they may apply to have a member of their family join them in Ireland
fr: Les personnes bénéficiant d'un permis de séjour n'ont pas droit à la procédure de regroupement familial

source: There is no legal definition as to who is a member of the family for people with permission to remain
fr: Elles peuvent cependant requérir qu'un membre de leur famille vienne les retrouver en Irlande

source: However, it is likely that such a definition would be similar to that of a person with refugee status or subsidiary protection
fr: Il n'existe pas de définition juridique permettant de déterminer qui est un membre de la famille dans le cas d'une personne ayant un permis de séjour mais il est possible que cette définition soit semblable à celle qui est adoptée dans le cas d'un réfugié

source: A member of the family in relation to a person who has refugee status or subsidiary protection (known as “the sponsor”) means:
fr: Un membre de la famille est défini ainsi par rapport à un réfugié :

source: • Spouse or civil partner – provided that the marriage or civil partnership is in existence when the application for international protection is made
fr: • lorsque le réfugié est marié, son/sa conjointe, dans la mesure où le mariage existe au moment où la demande de regroupement familial est déposée ;

source: • Parent(s) – if the sponsor is aged under 18 and is not married on the date the application for family reunification is made
fr: • lorsque le réfugié est un mineur de moins de 18 ans et n'est pas marié, ses parents;

source: • Child who is aged under 18 and not married on the date the application for family reunification is made
fr: • l'enfant d'un réfugié qui a moins de 18 ans et n'est pas marié à la date de la soumission de la demande de regroupement familial

source: You must apply within 12 months of being granted a refugee or a subsidiary protection declaration or from the date of your arrival in Ireland as a programme refugee
fr: • Le Ministre de la Justice peut, à sa discrétion, permettre à un membre de la famille à la charge d'un réfugié d'entrer et de résider en Irlande

source: • To enter and reside in the State if they are living outside the State
fr: Ce membre de la famille est habilité à demeurer dans ce pays et bénéficie des mêmes droits et privilèges qu'un réfugié au sens de la Convention tant que le réfugié qui a déposé la demande de réunification est autorisé à rester dans ce pays

source: A sponsor in Ireland who wishes to make an application to have a family member join them must apply in writing to the Family Reunification Section of the Irish Naturalisation and Immigration Service (INIS) - see 'Where to apply' below
fr: Toute personne ayant obtenu le statut de réfugié en Irlande et souhaitant qu'un membre de sa famille ou partenaire civile soit habilité à le ou la rejoindre dans ce pays doit déposer une demande a Family Reunification Section (Section de Regroupement Familial) du Irish Naturalisation and Immigration Service - INIS (Service Naturalisation et Immigration de l'Irlande) - voir 'Ou s'adresser'

source: Details of the documents required and the application process are in frequently asked questions on family reunification on the INIS website
fr: Les details des documents nécessaires se trouvent dans la liste des questions au website INIS

source: The sponsor will receive a letter from INIS informing them whether the application was successful
fr: La personne ayant obtenu le statut de réfugié sera informé par écrit de INIS des résultats de sa demande

source: If the request for family reunification has been granted, the family member living abroad should then apply online for a visa to join the family member in Ireland
fr: Si la demande du regroupement familial est accordée, le membre de la famille ou partenaire civile doit déposer une demande de visa en ligne

source: There is information about family reunification for refugees on the INIS website
fr: On trouve des informations sur le regroupement familial au website INIS
